Repository: GeroStoewe/plant_friends
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, tr

# welcomeToTutorial
source: Welcome to the Tutorial!
de: Willkommen zum Tutorial!
es: ¡Bienvenido al Tutorial!
fr: Bienvenue dans le tutoriel !
it: Benvenuto al Tutorial!
tr: Eğitici Tura Hoşgeldiniz!

# tutorialText
source: We’re here to guide you through the app with a quick walkthrough, making sure you discover all the key features and don’t miss out on anything important. By the end, you'll be using the app like a pro!
de: Wir führen dich in einem kurzen Rundgang durch die App, damit du alle wichtigen Funktionen entdeckst und nichts verpasst. Am Ende wirst du die App wie ein Profi nutzen!
es: Estamos aquí para guiarte a través de la aplicación con un recorrido rápido, asegurándonos de que descubras todas las funciones clave y no te pierdas nada importante. ¡Al final, usarás la aplicación como un profesional!
fr: Nous sommes là pour vous guider à travers l'application grâce à une visite rapide, afin que vous découvriez toutes les fonctionnalités clés et que rien d'important ne vous échappe. À la fin, vous utiliserez l'application comme un pro !
it: Siamo qui per guidarti attraverso l'app con una rapida panoramica, assicurandoci che tu scopra tutte le funzionalità chiave e non perda nulla di importante. Alla fine, userai l'app come un professionista!
tr: Uygulamadaki tüm önemli özellikleri keşfetmenizi sağlayacak hızlı bir turla sizi yönlendiriyoruz, böylece hiçbir önemli detayı kaçırmazsınız. Turun sonunda, uygulamayı profesyonel gibi kullanıyor olacaksınız!

# startedTutorial
source: Let's get started!
de: Lass uns anfangen!
es: ¡Empecemos!
fr: Commençons !
it: Iniziamo!
tr: Hadi başlayalım!

source: Start Tutorial
de: Tutorial starten
es: Iniciar Tutorial
fr: Démarrer le tutoriel
it: Avvia il Tutorial
tr: Eğitici Turu Başlat

# tutorialStep1
source: Click on the icon in the top right corner to switch to light/dark mode. You can edit your information, take the plant quiz, and start the tutorial.
de: Klicke auf das Symbol in der oberen rechten Ecke, um zwischen Hell- und Dunkelmodus zu wechseln. Du kannst deine Informationen bearbeiten, das Pflanzenquiz machen und das Tutorial starten.
es: Haz clic en el icono en la esquina superior derecha para cambiar entre el modo claro y oscuro. Puedes editar tu información, realizar el quiz de plantas y comenzar el tutorial.
fr: Cliquez sur l'icône en haut à droite pour passer du mode clair au mode sombre. Vous pouvez modifier vos informations, passer le quiz sur les plantes et démarrer le tutoriel.
it: Clicca sull'icona nell'angolo in alto a destra per passare dalla modalità chiara a quella scura. Puoi modificare le tue informazioni, fare il quiz sulle piante e iniziare il tutorial.
tr: Açık/koyu moda geçmek için sağ üst köşedeki simgeye tıklayın. Bilgilerinizi düzenleyebilir, bitki quizine katılabilir ve eğitici tura başlayabilirsiniz.

# tutorialStep2
source: If you want to know which plants suit your conditions take the quiz!
de: Wenn du wissen möchtest, welche Pflanzen zu deinen Bedingungen passen, mach das Quiz!
es: ¡Si quieres saber qué plantas se adaptan a tus condiciones, realiza el quiz!
fr: Si vous souhaitez savoir quelles plantes conviennent à vos conditions, passez le quiz !
it: Se vuoi sapere quali piante si adattano alle tue condizioni, fai il quiz!
tr: Koşullarınıza uygun bitkileri öğrenmek istiyorsanız, quiz'e katılın!

# tutorialStep3
source: This is a wiki with the most common house plants. You can filter your search with different options. After clicking on All Plants...
de: Dies ist ein Wiki mit den gängigsten Zimmerpflanzen. Du kannst deine Suche mit verschiedenen Optionen filtern. Nachdem du auf 'Alle Pflanzen' geklickt hast...
es: Este es un wiki con las plantas de interior más comunes. Puedes filtrar tu búsqueda con diferentes opciones. Después de hacer clic en 'Todas las plantas'...
fr: Voici un wiki regroupant les plantes d'intérieur les plus courantes. Vous pouvez filtrer votre recherche avec différentes options. Après avoir cliqué sur 'Toutes les plantes'...
it: Questo è un wiki con le piante da interno più comuni. Puoi filtrare la tua ricerca con diverse opzioni. Dopo aver cliccato su 'Tutte le piante'...
tr: Bu, en yaygın ev bitkilerini içeren bir wiki. Aramanızı farklı seçeneklerle filtreleyebilirsiniz. 'Tüm Bitkiler'e tıkladıktan sonra...

# tutorialStep4
source: ...you can see the list of all plants in the wiki. Click on the heart next to a plant to mark it as a wish. Click on wishlist...
de: ...siehst du die Liste aller Pflanzen im Wiki. Klicke auf das Herz neben einer Pflanze, um sie als Wunsch zu markieren. Klicke auf 'Wunschliste'...
es: ...verás la lista de todas las plantas en el wiki. Haz clic en el corazón junto a una planta para marcarla como deseada. Haz clic en 'Lista de deseos'...
fr: ...vous verrez la liste de toutes les plantes du wiki. Cliquez sur le cœur à côté d'une plante pour l'ajouter à vos favoris. Cliquez sur 'Liste de souhaits'...
it: ...vedrai l'elenco di tutte le piante nel wiki. Clicca sul cuore accanto a una pianta per marcarla come desiderio. Clicca su 'Lista dei desideri'...
tr: ...wikideki tüm bitkilerin listesini görebilirsiniz. Bir bitkinin yanındaki kalbe tıklayarak onu favori olarak işaretleyin. 'İstek Listesi'ne tıklayın...

# tutorialStep5
source: ...to get to your wishlist. You can remove wishes with the bin icon.
de: ...um zu deiner Wunschliste zu gelangen. Wünsche kannst du mit dem Mülleimer-Symbol entfernen.
es: ...para acceder a tu lista de deseos. Puedes eliminar deseos con el icono de la papelera.
fr: ...pour accéder à votre liste de souhaits. Vous pouvez supprimer des éléments avec l'icône de la corbeille.
it: ...per accedere alla tua lista dei desideri. Puoi rimuovere i desideri con l'icona del cestino.
tr: ...istek listenize ulaşmak için. İstekleri çöp kutusu simgesiyle kaldırabilirsiniz.

# tutorialStep6
source: If you cannot find a plant in the wiki you can request its addition by clicking here.
de: Wenn du eine Pflanze im Wiki nicht findest, kannst du ihre Aufnahme beantragen, indem du hier klickst.
es: Si no encuentras una planta en el wiki, puedes solicitar su inclusión haciendo clic aquí.
fr: Si vous ne trouvez pas une plante dans le wiki, vous pouvez demander son ajout en cliquant ici.
it: Se non trovi una pianta nel wiki, puoi richiederne l'aggiunta cliccando qui.
tr: Wiki'de bir bitki bulamazsanız, buraya tıklayarak eklenmesini isteyebilirsiniz.

# tutorialStep7
source: This space shows a list of your personal plants. It is currently empty. To add a plant...
de: Dieser Bereich zeigt eine Liste deiner persönlichen Pflanzen. Er ist momentan leer. Um eine Pflanze hinzuzufügen...
es: Este espacio muestra una lista de tus plantas personales. Actualmente está vacío. Para añadir una planta...
fr: Cet espace affiche la liste de vos plantes personnelles. Elle est actuellement vide. Pour ajouter une plante...
it: Questo spazio mostra un elenco delle tue piante personali. Attualmente è vuoto. Per aggiungere una pianta...
tr: Bu alan, kişisel bitkilerinizin listesini gösterir. Şu anda boş. Bir bitki eklemek için...

# tutorialStep8
source: ....click on the plus button in the bottom right corner. If you need help...
de: ...klicke auf den Plus-Button in der unteren rechten Ecke. Falls du Hilfe brauchst...
es: ...haz clic en el botón de más en la esquina inferior derecha. Si necesitas ayuda...
fr: ...cliquez sur le bouton plus en bas à droite. Si vous avez besoin d'aide...
it: ...clicca sul pulsante più nell'angolo in basso a destra. Se hai bisogno di aiuto...
tr: ...sağ alt köşedeki artı butonuna tıklayın. Yardıma ihtiyacınız varsa...

# tutorialStep9
source: ...you can use information from the wiki to fill out the form. You can use AI recognition for your new plant as well.
de: ...kannst du Informationen aus dem Wiki nutzen, um das Formular auszufüllen. Du kannst auch die KI-Erkennung für deine neue Pflanze verwenden.
es: ...puedes usar la información del wiki para completar el formulario. También puedes utilizar el reconocimiento por IA para tu nueva planta.
fr: ...vous pouvez utiliser les informations du wiki pour remplir le formulaire. Vous pouvez également utiliser la reconnaissance par IA pour votre nouvelle plante.
it: ...puoi utilizzare le informazioni del wiki per compilare il modulo. Puoi anche usare il riconoscimento tramite IA per la tua nuova pianta.
tr: ...formu doldurmak için wiki'deki bilgileri kullanabilirsiniz. Yeni bitkiniz için yapay zeka tanıma özelliğini de kullanabilirsiniz.

# tutorialStep10
source: To let AI recognize your new plant you can use a photo from your gallery or take a new one.
de: Um deine neue Pflanze von der KI erkennen zu lassen, kannst du ein Foto aus deiner Galerie wählen oder ein neues aufnehmen.
es: Para que la IA reconozca tu nueva planta, puedes usar una foto de tu galería o tomar una nueva.
fr: Pour permettre à l'IA de reconnaître votre nouvelle plante, vous pouvez utiliser une photo de votre galerie ou en prendre une nouvelle.
it: Per permettere all'IA di riconoscere la tua nuova pianta, puoi usare una foto dalla tua galleria o scattarne una nuova.
tr: Yeni bitkinizin yapay zeka tarafından tanınması için galerinizden bir fotoğraf seçebilir veya yeni bir fotoğraf çekebilirsiniz.

# tutorialStep11
source: If you do not need help with information about your new plant choose the other option.
de: Wenn du keine Hilfe bei den Informationen zu deiner neuen Pflanze benötigst, wähle die andere Option.
es: Si no necesitas ayuda con la información de tu nueva planta, elige la otra opción.
fr: Si vous n'avez pas besoin d'aide pour obtenir des informations sur votre nouvelle plante, choisissez l'autre option.
it: Se non hai bisogno di aiuto con le informazioni sulla tua nuova pianta, scegli l'altra opzione.
tr: Yeni bitkiniz hakkında bilgiye ihtiyacınız yoksa, diğer seçeneği tercih edin.

# tutorialStep12
source: Fill out the form, upload a picture if you like and save the information.
de: Fülle das Formular aus, lade ein Bild hoch, wenn du möchtest, und speichere die Informationen.
es: Completa el formulario, sube una imagen si lo deseas y guarda la información.
fr: Remplissez le formulaire, téléchargez une photo si vous le souhaitez et enregistrez les informations.
it: Compila il modulo, carica una foto se vuoi e salva le informazioni.
tr: Formu doldurun, isterseniz bir fotoğraf yükleyin ve bilgileri kaydedin.

# tutorialStep13
source: You can now see your new plant in the list of your plants. By clicking on it you get to the detail page of your plant.
de: Jetzt siehst du deine neue Pflanze in der Liste deiner Pflanzen. Durch Klicken gelangst du zur Detailseite deiner Pflanze.
es: Ahora puedes ver tu nueva planta en la lista de tus plantas. Al hacer clic en ella, accederás a la página de detalles de tu planta.
fr: Vous pouvez désormais voir votre nouvelle plante dans la liste de vos plantes. En cliquant dessus, vous accéderez à la page de détails de votre plante.
it: Ora puoi vedere la tua nuova pianta nell'elenco delle tue piante. Cliccandoci, accederai alla pagina dei dettagli della tua pianta.
tr: Artık yeni bitkinizi bitkilerinizin listesinde görebilirsiniz. Üzerine tıklayarak bitkinizin detay sayfasına ulaşabilirsiniz.

# tutorialStep14
source: You can edit information or add photos to the journal. By clicking the orange icon you can signify that you watered your plant.
de: Du kannst Informationen bearbeiten oder Fotos zum Journal hinzufügen. Mit dem orangen Symbol kannst du anzeigen, dass du deine Pflanze gegossen hast.
es: Puedes editar la información o añadir fotos al diario. Al hacer clic en el icono naranja, puedes indicar que has regado tu planta.
fr: Vous pouvez modifier les informations ou ajouter des photos au journal. En cliquant sur l'icône orange, vous pouvez indiquer que vous avez arrosé votre plante.
it: Puoi modificare le informazioni o aggiungere foto al diario. Cliccando sull'icona arancione puoi indicare che hai annaffiato la tua pianta.
tr: Bilgileri düzenleyebilir veya günlük için fotoğraf ekleyebilirsiniz. Bitkinizi suladığınızı göstermek için turuncu simgeye tıklayın.

# tutorialStep15
source: The plant is now marked as watered. This is also visible in your calendar.
de: Die Pflanze ist nun als gegossen markiert. Das ist auch in deinem Kalender sichtbar.
es: La planta está marcada como regada. Esto también se refleja en tu calendario.
fr: La plante est désormais marquée comme arrosée. Cela est également visible dans votre calendrier.
it: La pianta è ora segnata come annaffiata. Questo è visibile anche nel tuo calendario.
tr: Bitki artık sulanmış olarak işaretlendi. Bu, takviminizde de görülüyor.

# tutorialStep16
source: This is the photo journal of your new plant. Click on the button in the right corner to add photos.
de: Dies ist das Fotojournal deiner neuen Pflanze. Klicke auf den Button in der rechten Ecke, um Fotos hinzuzufügen.
es: Este es el diario fotográfico de tu nueva planta. Haz clic en el botón en la esquina derecha para añadir fotos.
fr: Voici le journal photo de votre nouvelle plante. Cliquez sur le bouton dans le coin droit pour ajouter des photos.
it: Questo è il diario fotografico della tua nuova pianta. Clicca sul pulsante nell'angolo in alto a destra per aggiungere foto.
tr: Bu, yeni bitkinizin fotoğraf günlüğüdür. Fotoğraf eklemek için sağ köşedeki butona tıklayın.

# tutorialStep17
source: If you edit information of your plant make sure to save the changes.
de: Wenn du Informationen zu deiner Pflanze bearbeitest, speichere die Änderungen.
es: Si editas la información de tu planta, asegúrate de guardar los cambios.
fr: Si vous modifiez les informations de votre plante, assurez-vous d'enregistrer les modifications.
it: Se modifichi le informazioni della tua pianta, assicurati di salvare le modifiche.
tr: Bitkinizin bilgilerini düzenlerseniz, değişiklikleri kaydetmeyi unutmayın.

# tutorialStep18
source: This is the calendar where you can see when your plants need to get watered. The x shows that your plant is not watered yet.
de: Dies ist der Kalender, in dem du siehst, wann deine Pflanzen gegossen werden müssen. Das 'X' zeigt, dass deine Pflanze noch nicht gegossen ist.
es: Este es el calendario donde puedes ver cuándo deben regarse tus plantas. La 'x' indica que tu planta aún no ha sido regada.
fr: Voici le calendrier où vous pouvez voir quand vos plantes doivent être arrosées. Le 'x' indique que votre plante n'est pas encore arrosée.
it: Questo è il calendario dove puoi vedere quando le tue piante devono essere annaffiate. La 'x' indica che la tua pianta non è ancora annaffiata.
tr: Bu, bitkilerinizin ne zaman sulanması gerektiğini görebileceğiniz takvimdir. 'X', bitkinizin henüz sulanmadığını gösterir.

# tutorialStep19
source: By clicking on the x you can mark it was watered. It is now marked as watered.
de: Durch Klicken auf das 'X' kannst du markieren, dass sie gegossen wurde. Sie ist nun als gegossen markiert.
es: Al hacer clic en la 'x', puedes marcarla como regada. Ahora está marcada como regada.
fr: En cliquant sur le 'x', vous pouvez marquer qu'elle a été arrosée. Elle est désormais marquée comme arrosée.
it: Cliccando sulla 'x' puoi segnare che è stata annaffiata. Ora è segnata come annaffiata.
tr: 'X'e tıklayarak bitkinin sulandığını işaretleyebilirsiniz. Artık sulanmış olarak işaretlendi.

# tutorialStep20
source: Congratulations! You have completed the tutorial. Enjoy using the app!
de: Glückwunsch! Du hast das Tutorial abgeschlossen. Viel Spaß mit der App!
es: ¡Felicidades! Has completado el tutorial. ¡Disfruta usando la aplicación!
fr: Félicitations ! Vous avez terminé le tutoriel. Profitez de l'application !
it: Congratulazioni! Hai completato il tutorial. Buon divertimento con l'app!
tr: Tebrikler! Eğitici turu tamamladınız. Uygulamayı kullanmanın keyfini çıkarın!

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
tr: Sonraki

source: Finish
de: Fertig
es: Finalizar
fr: Terminer
it: Fine
tr: Bitir

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
tr: Geri

# suggestions
source: Share Feedback
de: Feedback Teilen
fr: Partager un Avis
tr: Öneri Paylaş

source: Feature Suggestions
de: Funktionsvorschläge
fr: Suggestions de Fonctionnalités
tr: Özellik Önerileri

# featureSuggestionsHint
source: What new features would you like to see?
de: Welche neuen Funktionen möchten Sie sehen?
fr: Quelles nouvelles fonctionnalités aimeriez-vous voir?
tr: Hangi yeni özellikleri görmek istersiniz?

source: Improvement Suggestions
de: Verbesserungsvorschläge
fr: Suggestions d'Amélioration
tr: Geliştirme Önerileri

# improvementSuggestionsHint
source: What can we improve?
de: Was können wir verbessern?
fr: Que pouvons-nous améliorer?
tr: Neleri geliştirebiliriz?

source: Plant Care Suggestions
de: Pflanzenpflege-Vorschläge
fr: Suggestions pour l'Entretien des Plantes
tr: Bitki Bakımı Önerileri

# plantCareSuggestionsHint
source: Any suggestions for plant care tips?
de: Haben Sie Vorschläge für die Pflanzenpflege?
fr: Avez-vous des suggestions pour l'entretien des plantes?
tr: Bitki bakımıyla ilgili önerileriniz var mı?

source: Technical Feedback
de: Technisches Feedback
fr: Retour Technique
tr: Teknik Geri Bildirim

# technicalFeedbackHint
source: Report bugs or technical issues here.
de: Melden Sie hier Bugs oder technische Probleme.
fr: Signalez les bugs ou les problèmes techniques ici.
tr: Hata veya teknik sorunları lütfen buradan bildirin.

source: Additional Comments
de: Zusätzliche Kommentare
fr: Commentaires Supplémentaires
tr: Başka Öneriler

# additionalCommentsHint
source: Any other feedback?
de: Haben Sie weiteres Feedback?
fr: Avez-vous d'autres remarques?
tr: Başka bir geri bildiriminiz var mı?

source: Submit
de: Absenden
fr: Envoyer
tr: Gönder

# thankYouForSuggestions
source: Thank you for sharing your feedback!
de: Dankeschön für Ihr Feedback!
fr: Merci d'avoir partagé votre avis!
tr: Geri bildiriminizi paylaştığınız için teşekkür ederiz!

# saveSuggestionsError
source: Failed to save suggestions. Please try again.
de: Speichern der Vorschläge fehlgeschlagen. Bitte versuchen Sie es erneut.
fr: Échec de l'enregistrement des suggestions. Veuillez réessayer.
tr: Öneriler kaydedilemedi. Lütfen tekrar deneyin.
