Repository: GeroStoewe/plant_friends
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, tr

# enterWateringInterval
source: Enter watering interval (1-50 days)
de: Gießintervall eingeben (1-50 Tage)
es: Ingresa el intervalo de riego (1-50 días)
fr: Entrez l'intervalle d'arrosage (1-50 jours)
it: Inserisci l'intervallo di irrigazione (1-50 giorni)
tr: Sulama aralığını girin (1-50 gün)

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
tr: Değişiklikleri Kaydet

source: Choose Image Source
de: Bildquelle auswählen
es: Elige la fuente de la imagen
fr: Choisissez la source de l'image
it: Scegli la fonte dell'immagine
tr: Görsel Kaynağı Seç

# noPhotoSelected
source: No photo selected yet. Tap the camera icon to upload a photo.
de: Noch kein Foto ausgewählt. Tippe auf das Kamerasymbol, um ein Foto hochzuladen.
es: Aún no se ha seleccionado ninguna foto. Toca el ícono de la cámara para subir una foto.
fr: Aucune photo sélectionnée pour l'instant. Appuyez sur l'icône de la caméra pour télécharger une photo.
it: Nessuna foto selezionata ancora. Tocca l'icona della fotocamera per caricare una foto.
tr: Henüz fotoğraf seçilmedi. Fotoğraf yüklemek için kamera simgesine dokunun.

source: Identified Plant:
de: Erkannte Pflanze:
es: Planta identificada:
fr: Plante identifiée :
it: Pianta identificata:
tr: Tanımlanan Bitki:

source: Name
es: Nombre
fr: Nom
it: Nome
tr: İsim

source: Select Plant Type
de: Pflanzentyp auswählen
es: Selecciona el tipo de planta
fr: Sélectionnez le type de plante
it: Seleziona il tipo di pianta
tr: Bitki türünü seç

source: Select Light Requirement
de: Lichtbedarf auswählen
es: Selecciona el requisito de luz
fr: Sélectionnez l'exigence en lumière
it: Seleziona l'esigenza di luce
tr: Işık gereksinimini seç

source: Select Water Requirement
de: Wasserbedarf auswählen
es: Selecciona el requisito de agua
fr: Sélectionnez l'exigence en eau
it: Seleziona l'esigenza d'acqua
tr: Su gereksinimini seç

# fillRequiredFields
source: Please fill in all required fields.
de: Bitte fülle alle Pflichtfelder aus.
es: Por favor, completa todos los campos obligatorios.
fr: Veuillez remplir tous les champs obligatoires.
it: Per favore, compila tutti i campi obbligatori.
tr: Lütfen tüm zorunlu alanları doldurun.

# failedToGetUserId
source: Failed to get userId. Please sign in again.
de: Fehler beim Abrufen der Benutzer-ID. Bitte melde dich erneut an.
es: Error al obtener el ID de usuario. Por favor, inicia sesión nuevamente.
fr: Échec de l'obtention de l'ID utilisateur. Veuillez vous reconnecter.
it: Errore nel recupero dell'ID utente. Effettua nuovamente l'accesso.
tr: Kullanıcı kimliği alınırken hata oluştu. Lütfen tekrar giriş yapın.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
tr: Kaydet

source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Difficile
tr: Zor

source: AI-Recognition
de: KI-Erkennung
es: Reconocimiento AI
fr: Reconnaissance IA
it: Riconoscimento AI
tr: Yapay Zeka Tanıma

# failedToLoadData
source: Failed to load plant data
de: Fehler beim Laden der Pflanzendaten
es: Error al cargar los datos de la planta
fr: Échec du chargement des données de la plante
it: Errore nel caricamento dei dati della pianta
tr: Bitki verileri yüklenirken hata oluştu

# searchByName
source: Search by name or scientific name
de: Suche nach Name oder wiss. Name
es: Busca por nombre o nombre científico
fr: Recherchez par nom ou nom scientifique
it: Cerca per nome o nome scientifico
tr: İsme veya bilimsel isme göre ara

# noPlantsMatch
source: No plants match this filter.
de: Keine Pflanzen entsprechen diesem Filter.
es: Ninguna planta coincide con este filtro.
fr: Aucune plante ne correspond à ce filtre.
it: Nessuna pianta corrisponde a questo filtro.
tr: Bu filtreye uygun bitki bulunamadı.

# request
source: Request to Add a Plant
de: Anfrage zum Hinzufügen einer Pflanze
es: Solicitud para agregar una planta
fr: Demande d'ajout d'une plante
it: Richiesta per aggiungere una pianta
tr: Bitki ekleme talebi

source: Date
de: Datum
es: Fecha
it: Data
tr: Tarih

# addNewPhoto
source: Add a new plant photo
de: Neues Pflanzenfoto hinzufügen
es: Agregar una nueva foto de la planta
fr: Ajouter une nouvelle photo de la plante
it: Aggiungi una nuova foto della pianta
tr: Yeni bitki fotoğrafı ekle

# selectImage
source: Please select an image before adding.
de: Bitte wähle ein Bild aus, bevor du es hinzufügst.
es: Por favor, selecciona una imagen antes de agregarla.
fr: Veuillez sélectionner une image avant de l'ajouter.
it: Per favore, seleziona un'immagine prima di aggiungerla.
tr: Lütfen eklemeden önce bir resim seçin.

# selectDate
source: Please select a date before adding.
de: Bitte wähle ein Datum aus, bevor du es hinzufügst.
es: Por favor, selecciona una fecha antes de agregarla.
fr: Veuillez sélectionner une date avant de l'ajouter.
it: Per favore, seleziona una data prima di aggiungerla.
tr: Lütfen eklemeden önce bir tarih seçin.

source: Add Photo
de: Foto hinzufügen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi foto
tr: Fotoğraf ekle

source: Unknown Plant ID
de: Unbekannte Pflanzen-ID
es: ID de planta desconocido
fr: ID de plante inconnu
it: ID pianta sconosciuto
tr: Bilinmeyen bitki kimliği

# errorDeletingPhotoStorage
source: Error deleting photo from storage:
de: Fehler beim Löschen des Fotos aus dem Speicher:
es: Error al eliminar la foto del almacenamiento:
fr: Erreur lors de la suppression de la photo du stockage :
it: Errore nell'eliminazione della foto dallo storage:
tr: Fotoğraf depodan silinirken hata oluştu:

# errorDeletingPhotoDatabase
source: Error deleting photo from database:
de: Fehler beim Löschen des Fotos aus der Datenbank:
es: Error al eliminar la foto de la base de datos:
fr: Erreur lors de la suppression de la photo de la base de données :
it: Errore nell'eliminazione della foto dal database:
tr: Fotoğraf veritabanından silinirken hata oluştu:

# errorMissingKey
source: Error: Missing key or image URL for this photo entry.
de: Fehler: Fehlender Schlüssel oder Bild-URL für diesen Fotoeintrag.
es: Error: Falta la clave o la URL de la imagen para esta entrada de foto.
fr: Erreur : Clé ou URL de l'image manquante pour cette entrée photo.
it: Errore: Chiave o URL dell'immagine mancante per questa voce fotografica.
tr: Hata: Bu fotoğraf kaydı için eksik anahtar veya resim URL'si.

source: Photo Journal
de: Fototagebuch
es: Diario fotográfico
fr: Journal photo
it: Diario fotografico
tr: Fotoğraf Günlüğü

# noPhotos
source: No photos yet. Add some photos to document your plant\'s progress.
de: Noch keine Fotos. Füge einige Fotos hinzu, um den Fortschritt deiner Pflanze zu dokumentieren.
es: Aún no hay fotos. Agrega algunas fotos para documentar el progreso de tu planta.
fr: Aucune photo pour le moment. Ajoutez quelques photos pour documenter le progrès de votre plante.
it: Ancora nessuna foto. Aggiungi alcune foto per documentare il progresso della tua pianta.
tr: Henüz hiç fotoğraf yok. Bitkinizin gelişimini belgelemek için fotoğraf ekleyin.

# photoTaken
source: Photo taken on
de: Foto aufgenommen am
es: Foto tomada el
fr: Photo prise le
it: Foto scattata il
tr: Fotoğraf çekim tarihi:

# reallyDeleting
source: Do you really want to delete this photo entry?'
de: Möchtest du diesen Fotoeintrag wirklich löschen?
es: ¿Realmente deseas eliminar esta entrada de foto?
fr: Voulez-vous vraiment supprimer cette entrée photo ?
it: Sei sicuro di voler eliminare questa voce fotografica?
tr: Bu fotoğraf kaydını gerçekten silmek istiyor musunuz?

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
tr: Evet

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
tr: Ay

# selectDateForEvents
source: Please select a date to see the events.
de: Bitte wähle ein Datum, um die Ereignisse zu sehen.
es: Por favor, selecciona una fecha para ver los eventos.
fr: Veuillez sélectionner une date pour voir les événements.
it: Per favore, seleziona una data per vedere gli eventi.
tr: Etkinlikleri görmek için lütfen bir tarih seçin.

# allPlantsHappy
source: All your plants are happy. There is nothing for you to do on this day.
de: Alle deine Pflanzen sind glücklich. Es gibt heute nichts für dich zu tun.
es: Todas tus plantas están felices. No hay nada que hacer en este día.
fr: Toutes vos plantes sont heureuses. Il n'y a rien à faire aujourd'hui.
it: Tutte le tue piante sono felici. Non c'è nulla da fare oggi.
tr: Tüm bitkileriniz mutlu. Bugün yapmanız gereken bir şey yok.

source: All Plants
de: Alle Pflanzen
es: Todas las plantas
fr: Toutes les plantes
it: Tutte le piante
tr: Tüm Bitkiler

source: By Type
de: Nach Typ
es: Por tipo
fr: Par type
it: Per tipo
tr: Türe Göre

source: By Water Needs
de: Nach Wasserbedarf
es: Por necesidades de agua
fr: Par besoins en eau
it: Per necessità d'acqua
tr: Su Gereksinimine Göre

source: By Light Needs
de: Nach Lichtbedarf
es: Por necesidades de luz
fr: Par besoins en lumière
it: Per necessità di luce
tr: Işık Gereksinimine Göre

source: By Difficulty
de: Nach Schwierigkeit
es: Por dificultad
fr: Par difficulté
it: Per difficoltà
tr: Zorluk Derecesine Göre

source: Add plant to
de: Pflanze hinzufügen zu
es: Agregar planta a
fr: Ajouter une plante à
it: Aggiungi pianta a
tr: Bitki ekle

# myPlantsWiki
source: "My Plants"
de: "Meine Pflanzen"
es: "Mis Plantas"
fr: "Mes Plantes"
it: "Le mie piante"
tr: "Bitkilerim"

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
tr: Zorluk

source: Image URL
de: Bild-URL
es: URL de la imagen
fr: URL de l'image
it: URL dell'immagine
tr: Resim URL

source: View URL
de: Ansichts-URL
es: URL de vista
fr: URL de vue
it: URL di visualizzazione
tr: Görüntüleme URL'si

# emailAndPlantRequired
source: Email and Plant name are required
de: E-Mail und Pflanzenname sind erforderlich
es: Se requieren correo electrónico y nombre de la planta
fr: L'e-mail et le nom de la plante sont requis
it: Email e nome della pianta sono richiesti
tr: E-posta ve bitki adı gereklidir

# requestSuccessfully
source: Request submitted successfully
de: Anfrage erfolgreich übermittelt
es: Solicitud enviada con éxito
fr: Demande soumise avec succès
it: Richiesta inviata con successo
tr: Talep başarıyla gönderildi

source: Failed to submit request
de: Anfrage konnte nicht übermittelt werden
es: Error al enviar la solicitud
fr: Échec de la soumission de la demande
it: Invio della richiesta fallito
tr: Talep gönderilemedi

# requestPlant
source: Request Plant Addition
de: Pflanzenanfrage
es: Solicitar adición de planta
fr: Demander l'ajout d'une plante
it: Richiedi aggiunta della pianta
tr: Bitki Talebi

# growPlantDatabase
source: Help us grow our plant database!
de: Hilf uns, unsere Pflanzendatenbank zu erweitern!
es: ¡Ayúdanos a ampliar nuestra base de datos de plantas!
fr: Aidez-nous à développer notre base de données de plantes !
it: Aiutaci a far crescere il nostro database di piante!
tr: Bitki veritabanımızı genişletmemize yardımcı olun!

# ifPlantMissing
source: If a plant you know is missing, please submit the form below and we will consider adding it.
de: Falls eine Pflanze, die du kennst, fehlt, fülle bitte das untenstehende Formular aus und wir werden die Aufnahme prüfen.
es: Si falta una planta que conoces, por favor envía el siguiente formulario y consideraremos agregarla.
fr: Si une plante que vous connaissez manque, veuillez remplir le formulaire ci-dessous et nous envisagerons de l'ajouter.
it: Se manca una pianta che conosci, per favore invia il modulo qui sotto e valuteremo di aggiungerla.
tr: Eğer eksik bir bitki olduğunu düşünüyorsanız, aşağıdaki formu doldurun ve eklemeyi değerlendireceğiz.

source: Your Email
de: Deine E-Mail
es: Tu correo electrónico
fr: Votre e-mail
it: La tua email
tr: E-posta adresiniz

# additionalNotes
source: Additional Notes (Optional)
de: Zusätzliche Hinweise (optional)
es: Notas adicionales (opcional)
fr: Notes supplémentaires (facultatif)
it: Note aggiuntive (facoltativo)
tr: Ek notlar (isteğe bağlı)

source: Submit Request
de: Anfrage absenden
es: Enviar solicitud
fr: Soumettre la demande
it: Invia richiesta
tr: Talebi Gönder

source: Failed to fetch wishlist
de: Fehler beim Abrufen der Wunschliste
es: Error al obtener la lista de deseos
fr: Échec de la récupération de la liste de souhaits
it: Errore nel recupero della lista dei desideri
tr: İstek listesi alınırken hata oluştu

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
tr: Geri al

source: added to wishlist
de: zur Wunschliste hinzugefügt
es: agregado a la lista de deseos
fr: ajouté à la liste de souhaits
it: aggiunto alla lista dei desideri
tr: istek listesine eklendi

source: removed from wishlist :(
de: aus der Wunschliste entfernt :(
es: eliminado de la lista de deseos :(
fr: retiré de la liste de souhaits :(
it: rimosso dalla lista dei desideri :(
tr: istek listesinden kaldırıldı :(

source: Failed to update wishlist:
de: Fehler beim Aktualisieren der Wunschliste:
es: Error al actualizar la lista de deseos:
fr: Échec de la mise à jour de la liste de souhaits :
it: Errore nell'aggiornamento della lista dei desideri:
tr: İstek listesi güncellenirken hata oluştu:

# wishlistTitle
source: Wishlist
de: Wunschliste
es: Lista de deseos
fr: Liste de souhaits
it: Lista dei desideri
tr: İstek Listesi

source: My Wishlist
de: Meine Wunschliste
es: Mi lista de deseos
fr: Ma liste de souhaits
it: La mia lista dei desideri
tr: İstek Listem

# wishlistEmpty
source: Your wishlist is empty. ' 'Go to Wiki and tap the heart ' 'button to add plants.
de: Deine Wunschliste ist leer. Gehe zum Wiki und tippe auf das Herz, um Pflanzen hinzuzufügen.
es: Tu lista de deseos está vacía. Ve al Wiki y toca el corazón para agregar plantas.
fr: Votre liste de souhaits est vide. Allez dans le Wiki et appuyez sur le cœur pour ajouter des plantes.
it: La tua lista dei desideri è vuota. Vai al Wiki e tocca il cuore per aggiungere piante.
tr: İstek listeniz boş. Katalog'a gidin ve bitki eklemek için kalbe dokunun.

source: Plants by Difficulty
de: Pflanzen nach Schwierigkeit
es: Plantas por dificultad
fr: Plantes par difficulté
it: Piante per difficoltà
tr: Bitkileri Zorluk Derecesine Göre

source: Difficult
de: Schwierig
es: Difícil
fr: Difficile
it: Difficile
tr: Zor

source: Plants by Light Needs
de: Pflanzen nach Lichtbedarf
es: Plantas por necesidades de luz
fr: Plantes par besoins en lumière
it: Piante per necessità di luce
tr: Bitkileri Işık Gereksinimine Göre

source: Plants by Type
de: Pflanzen nach Typ
es: Plantas por tipo
fr: Plantes par type
it: Piante per tipo
tr: Bitkileri Türüne Göre

source: Plants by Water Needs
de: Pflanzen nach Wasserbedarf
es: Plantas por necesidades de agua
fr: Plantes par besoins en eau
it: Piante per necessità d'acqua
tr: Bitkileri Su Gereksinimine Göre

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
tr: Anonim

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
tr: Profili Düzenle

source: User Information
de: Benutzerinformationen
es: Información del usuario
fr: Informations utilisateur
it: Informazioni utente
tr: Kullanıcı Bilgileri

source: Plant Quiz
de: Welche Pflanze passt zu mir?
es: Quiz de plantas
fr: Quelle plante me convient ?
it: Quiz sulle piante
tr: Hangi bitki bana uygun?

source: About
de: Über Uns
es: Acerca de
fr: À propos
it: Informazioni
tr: Hakkında

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnetti
tr: Çıkış Yap

source: Not Available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
tr: Mevcut değil

source: Change Your
de: Ändere dein(e)
es: Cambia tu(s)
fr: Modifiez votre
it: Cambia il tuo
tr: Şunu değiştir:

source: New Full Name
de: Neuer vollständiger Name
es: Nuevo nombre completo
fr: Nouveau nom complet
it: Nuovo nome completo
tr: Yeni tam ad

# newEmail
source: New Email Address
de: Neue E-Mail-Adresse
es: Nueva dirección de correo electrónico
fr: Nouvelle adresse e-mail
it: Nuovo indirizzo email
tr: Yeni e-posta adresi

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
tr: Mevcut şifre

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
tr: Yeni şifre

# saveBig
source: SAVE
de: SPEICHERN
es: GUARDAR
fr: ENREGISTRER
it: SALVA
tr: KAYDET

source: Joined:
de: Beigetreten:
es: Registrado:
fr: Inscrit :
it: Iscritto:
tr: Katılım tarihi:

# fullNameChanged
source: Your full name was changed successfully.
de: Dein vollständiger Name wurde erfolgreich geändert.
es: Tu nombre completo se ha cambiado con éxito.
fr: Votre nom complet a été modifié avec succès.
it: Il tuo nome completo è stato modificato con successo.
tr: Tam adınız başarıyla değiştirildi.

# enterPassword
source: Please enter your password to change your email.
de: Bitte gib dein Passwort ein, um deine E-Mail zu ändern.
es: Por favor, ingresa tu contraseña para cambiar tu correo electrónico.
fr: Veuillez saisir votre mot de passe pour changer votre e-mail.
it: Per favore, inserisci la tua password per cambiare l'email.
tr: E-postanızı değiştirmek için lütfen şifrenizi girin.

# messageProfile1
source: A verification email has been sent to
de: Eine Bestätigungs-E-Mail wurde gesendet an
es: Se ha enviado un correo de verificación a
fr: Un e-mail de vérification a été envoyé à
it: È stata inviata un'email di verifica a
tr: Bir onay e-postası gönderildi:

# messageProfile2
source: Please verify the email to complete the update.
de: Bitte bestätige die E-Mail, um die Aktualisierung abzuschließen.
es: Por favor, verifica el correo electrónico para completar la actualización.
fr: Veuillez vérifier l'e-mail pour compléter la mise à jour.
it: Per favore, verifica l'email per completare l'aggiornamento.
tr: Lütfen güncellemeyi tamamlamak için e-postayı onaylayın.

# enterNewPassword
source: Please enter a new password to change your current password.
de: Bitte gib ein neues Passwort ein, um dein aktuelles Passwort zu ändern.
es: Por favor, ingresa una nueva contraseña para cambiar la actual.
fr: Veuillez saisir un nouveau mot de passe pour changer votre mot de passe actuel.
it: Per favore, inserisci una nuova password per cambiare quella attuale.
tr: Mevcut şifrenizi değiştirmek için lütfen yeni bir şifre girin.

# samePassword
source: You entered the same password!? The new password must be different from the current password.
de: Du hast dasselbe Passwort eingegeben!? Das neue Passwort muss sich vom aktuellen unterscheiden.
es: ¿Ingresaste la misma contraseña? La nueva debe ser diferente a la actual.
fr: Vous avez saisi le même mot de passe ! Le nouveau doit être différent du mot de passe actuel.
it: Hai inserito la stessa password!? La nuova deve essere diversa da quella attuale.
tr: Aynı şifreyi girdiniz!? Yeni şifre mevcut şifreden farklı olmalıdır.

# passwordChanged
source: Your password was changed successfully.
de: Dein Passwort wurde erfolgreich geändert.
es: Tu contraseña se ha cambiado con éxito.
fr: Votre mot de passe a été modifié avec succès.
it: La tua password è stata modificata con successo.
tr: Şifreniz başarıyla değiştirildi.

# noChanges
source: No changes made...
de: Keine Änderungen vorgenommen...
es: No se realizaron cambios...
fr: Aucun changement effectué...
it: Nessuna modifica apportata...
tr: Değişiklik yapılmadı...

# errorOccurred
source: An error occurred!
de: Ein Fehler ist aufgetreten!
es: ¡Ocurrió un error!
fr: Une erreur s'est produite !
it: Si è verificato un errore!
tr: Bir hata oluştu!

# contactSupport
source: An error occurred while updating profile! Please contact the support for help.
de: Beim Aktualisieren des Profils ist ein Fehler aufgetreten! Bitte kontaktiere den Support für Hilfe.
es: ¡Ocurrió un error al actualizar el perfil! Por favor, contacta al soporte para obtener ayuda.
fr: Une erreur s'est produite lors de la mise à jour du profil ! Veuillez contacter le support pour obtenir de l'aide.
it: Si è verificato un errore durante l'aggiornamento del profilo! Per favore, contatta l'assistenza per aiuto.
tr: Profil güncellenirken bir hata oluştu! Yardım için lütfen destek ile iletişime geçin.

source: About Us
de: Über uns
es: Acerca de nosotros
fr: À propos de nous
it: Chi siamo
tr: Hakkımızda

# aboutUsDescription
source: We (Laura Voß, Lisa Kütemeier, Aylin Oymak, Gero Stöwe) are studying computer science in the 4 semester. We developed this plant app as part of the “Software Engineering 2” course. Our vision is to support plant lovers in the planning, selection and care of houseplants.
de: Wir (Laura Voß, Lisa Kütemeier, Aylin Oymak, Gero Stöwe) studieren Informatik im 4. Semester. Wir haben diese Pflanzen- App im Rahmen des Kurses „Software Engineering II“ entwickelt. Unsere Vision ist es, Pflanzenliebhabern bei der Planung, Auswahl und Pflege von Zimmerpflanzen zu unterstützen.
es: Nosotros (Laura Voß, Lisa Kütemeier, Aylin Oymak, Gero Stöwe) estudiamos informática en el 3er semestre. Desarrollamos esta aplicación de plantas como parte del curso “Ingeniería de Software”. Nuestra visión es apoyar a los amantes de las plantas en la planificación, selección y cuidado de las plantas de interior.
fr: Nous (Laura Voß, Lisa Kütemeier, Aylin Oymak, Gero Stöwe) étudions l'informatique en 3ème semestre. Nous avons développé cette application de plantes dans le cadre du cours « Génie logiciel ». Notre vision est de soutenir les amateurs de plantes dans la planification, la sélection et l'entretien des plantes d'intérieur.
it: Noi (Laura Voß, Lisa Kütemeier, Aylin Oymak, Gero Stöwe) studiamo informatica al 3° semestre. Abbiamo sviluppato questa app per piante come parte del corso “Ingegneria del Software”. La nostra visione è supportare gli amanti delle piante nella pianificazione, selezione e cura delle piante d'appartamento.
tr: Biz (Laura Voß, Lisa Kütemeier, Aylin Oymak, Gero Stöwe), Bilgisayar Bilimleri 4. dönem öğrencileriyiz. Bu uygulamayı 'Yazılım Mühendisliği II' dersi kapsamında geliştirdik. Vizyonumuz, bitki severlere iç mekan bitkilerini seçme, planlama ve bakım konusunda yardımcı olmaktır.

source: App Version
es: Versión de la aplicación
fr: Version de l'application
it: Versione dell'app
tr: Uygulama Sürümü

# emailProfile
source: E-Mail
es: Correo electrónico
tr: E-posta

source: User ID
de: Benutzer-ID
es: ID de usuario
fr: ID utilisateur
it: ID utente
tr: Kullanıcı Kimliği

source: Joined At
de: Beigetreten am
es: Registrado en
fr: Inscrit le
it: Iscritto il
tr: Katılım Tarihi

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
tr: Hesabı Sil

source: Change Language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
it: Cambiare lingua
tr: Dili Değiştir

# tutorial
source: App Tutorial
es: Tutorial de la app
fr: Tutoriel sur l'application
it: Tutorial dell'app
tr: Uygulama eğitimi

# welcomeTutorial
source: Welcome! 👋
de: Willkommen! 👋
es: ¡Bienvenido! 👋
fr: Bienvenue ! 👋
it: Benvenuto! 👋
tr: Hoşgeldiniz! 👋

# descriptionTutorial
source: Would you like to do a quick tutorial for the app? If not now, you can find the tutorial on the profile page.
de: Möchtest du ein kurzes Tutorial zur App machen? Wenn nicht, findest du das Tutorial auf der Profilseite.
es: ¿Te gustaría realizar un breve tutorial de la aplicación? Si no, puedes encontrar el tutorial en la página de perfil.
fr: Souhaitez-vous suivre un tutoriel rapide pour l'application ? Sinon, vous trouverez le tutoriel sur la page de profil.
it: Vuoi fare un breve tutorial sull'app? Se non adesso, puoi trovare il tutorial nella pagina del profilo.
tr: Uygulama için kısa bir eğitim turu yapmak ister misiniz? Şu anda istemezseniz, eğitici turu profil sayfasında bulabilirsiniz.

# tutorialYes
source: Yes!
de: Ja!
es: ¡Sí!
fr: Oui !
it: Sì!
tr: Evet!

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
tr: Daha sonra
