Repository: GeroStoewe/plant_friends
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, tr

# language
source: English
de: Deutsch
es: Español
fr: Français
it: Italiano
tr: Türkçe

source: My Plants
de: Pflanzen
es: Mis Plantas
fr: Mes Plantes
it: Le mie piante
tr: Bitkilerim

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
tr: Takvim

source: Plant Wiki
de: Wiki
es: Catálogo
fr: Catalogue
it: Catalogo
tr: Katalog

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
tr: Profil

# welcome
source: Welcome to Plant Friends!
de: Willkommen bei Plant Friends!
es: ¡Bienvenido a Plant Friends!
fr: Bienvenue sur Plant Friends !
it: Benvenuto su Plant Friends!
tr: Plant Friends'e Hoş Geldiniz!

# greetings
source: Hello plant lover! ❤️ Whether you're a green thumb or just starting out, Plant Friends is your ultimate companion. With customized plant care, timely reminders, and helpful information, you'll keep your houseplants happy and healthy. Let’s make your indoor jungle thrive together! 🌿
de: Hallo Pflanzenfreund*in! ❤️ Ob du einen grünen Daumen hast oder gerade erst anfängst, Plant Friends ist dein ultimativer Begleiter. Mit individueller Pflanzenpflege, rechtzeitigen Erinnerungen und hilfreichen Informationen hältst du deine Zimmerpflanzen glücklich und gesund. Lass uns gemeinsam deinen Indoor-Dschungel zum Erblühen bringen! 🌿
es: ¡Hola amante de las plantas! ❤️ Ya seas un experto en jardinería o estés empezando, Plant Friends es tu compañero ideal. Con cuidados personalizados para tus plantas, recordatorios a tiempo e información útil, mantendrás tus plantas de interior felices y saludables. ¡Hagamos que tu jungla interior prospere juntos! 🌿
fr: Bonjour amateur de plantes ! ❤️ Que vous soyez un expert du jardinage ou que vous débutiez, Plant Friends est votre compagnon idéal. Avec des soins personnalisés pour vos plantes, des rappels opportuns et des informations utiles, vous garderez vos plantes d'intérieur heureuses et en bonne santé. Faisons prospérer ensemble votre jungle intérieure ! 🌿
it: Ciao amante delle piante! ❤️ Che tu sia un esperto giardiniere o che stia iniziando, Plant Friends è il tuo compagno ideale. Con cure personalizzate per le tue piante, promemoria puntuali e informazioni utili, manterrai le tue piante d'appartamento felici e in salute. Facciamo fiorire insieme la tua giungla interna! 🌿
tr: Merhaba bitki sever! ❤️ İster acemi. ister hangi tohumu ekse tutan biri olun, Plant Friends sizin en iyi yardımcınız! Özelleştirilmiş bitki bakımı, zamanında hatırlatmalar ve yararlı bilgiler ile ev bitkilerinizi mutlu ve sağlıklı tutabilirsiniz. Haydi iç mekan ormanınızı birlikte büyütelim! 🌿

# getStarted
source: Ready to get started?
de: Bereit loszulegen?
es: ¿Listo para empezar?
fr: Prêt à commencer ?
it: Pronto per iniziare?
tr: Başlamaya hazır mısınız?

# createOrLogin
source: Create an account or log in to manage your plants today.
de: Erstelle ein Konto oder logge dich ein, um deine Pflanzen zu verwalten.
es: Crea una cuenta o inicia sesión para gestionar tus plantas hoy.
fr: Créez un compte ou connectez-vous pour gérer vos plantes dès aujourd'hui.
it: Crea un account o accedi per gestire le tue piante oggi stesso.
tr: Bugün bitkilerinizi saglikli yetistirmek için bir hesap oluşturun veya giriş yapın.

source: LOGIN
de: ANMELDEN
es: INICIAR SESIÓN
fr: CONNEXION
it: ACCEDI
tr: GİRİŞ YAP

source: SIGN UP
de: REGISTRIEREN
es: REGISTRARSE
fr: INSCRIPTION
it: ISCRIVITI
tr: KAYIT OL

# loginTitle
source: Login to Plant Friends
de: Bei Plant Friends einloggen
es: Inicia sesión en Plant Friends
fr: Connectez-vous à Plant Friends
it: Accedi a Plant Friends
tr: Plant Friends'e Giriş Yap

# email
source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo email
tr: E-posta Adresi

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
tr: Şifre

# forgotPasswordQuestion
source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
tr: Şifrenizi mi unuttunuz?

source: Reset Here
de: Hier zurücksetzen
es: Restablecer aquí
fr: Réinitialiser ici
it: Reimposta qui
tr: Buradan Sıfırlayın

# continueWithQuestion
source: Or continue with
de: Oder fortfahren mit
es: O continúa con
fr: Ou continuer avec
it: O continua con
tr: Veya devam edin

# newQuestion
source: New to PlantFriends?
de: Neu bei PlantFriends?
es: ¿Nuevo en PlantFriends?
fr: Nouveau sur PlantFriends ?
it: Nuovo su PlantFriends?
tr: Plant Friends'e yeni misiniz?

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
tr: Hesap Oluştur

# emailEmptyErrorMessage
source: Email address cannot be empty
de: E-Mail-Adresse darf nicht leer sein
es: La dirección de correo electrónico no puede estar vacía
fr: L'adresse e-mail ne peut pas être vide
it: L'indirizzo email non può essere vuoto
tr: E-posta adresi boş bırakılamaz

# emailInvalidErrorMessage
source: Invalid email address format
de: Ungültiges E-Mail-Format
es: Formato de correo electrónico inválido
fr: Format d'e-mail invalide
it: Formato email non valido
tr: Geçersiz e-posta formatı

# passwordEmptyErrorMessage
source: Password cannot be empty
de: Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
it: La password non può essere vuota
tr: Şifre boş bırakılamaz

source: OK
tr: TAMAM

# loggedInMessage
source: Logged in as
de: Angemeldet als
es: Conectado como
fr: Connecté en tant que
it: Connesso come
tr: Giriş yapıldı:

# googleLoginError
source: Failed to login with Google:
de: Fehler beim Anmelden mit Google:
es: Error al iniciar sesión con Google:
fr: Échec de la connexion avec Google :
it: Errore durante l'accesso con Google:
tr: Google ile giriş yapılamadı:

# signUpTitle
source: Create your Account
de: Erstelle dein Konto
es: Crea tu cuenta
fr: Créez votre compte
it: Crea il tuo account
tr: Hesabınızı Oluşturun

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
it: Nome completo
tr: Tam Ad

# alreadyQuestion
source: Already have an Account?
de: Hast du bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
tr: Zaten bir hesabınız var mı?

# loginSmall
source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
tr: Giriş Yap

# fullNameEmptyErrorMessage
source: Full name cannot be empty
de: Der vollständige Name darf nicht leer sein
es: El nombre completo no puede estar vacío
fr: Le nom complet ne peut pas être vide
it: Il nome completo non può essere vuoto
tr: Tam ad boş bırakılamaz

# googleSignInCancelled
source: Google Sign-In was cancelled.
de: Google-Anmeldung wurde abgebrochen.
es: El inicio de sesión con Google fue cancelado.
fr: La connexion avec Google a été annulée.
it: Il login con Google è stato annullato.
tr: Google ile oturum açma iptal edildi.

# googleSignInNoTokens
source: Failed to get Google authentication tokens.
de: Fehler beim Abrufen der Google-Authentifizierungstokens.
es: Error al obtener los tokens de autenticación de Google.
fr: Échec de l'obtention des jetons d'authentification de Google.
it: Impossibile ottenere i token di autenticazione di Google.
tr: Google kimlik doğrulama belirteçleri alınamadı.

# signUpMessage
source: Signed up as
de: Registriert als
es: Registrado como
fr: Inscrit en tant que
it: Registrato come
tr: Kayıt yapıldı:

# googleSignUpError
source: Failed to sign up with Google:
de: Fehler bei der Registrierung mit Google:
es: Error al registrarse con Google:
fr: Échec de l'inscription avec Google :
it: Errore durante la registrazione con Google:
tr: Google ile kayıt yapılamadı:

source: Reset your Password
de: Setze dein Passwort zurück
es: Restablece tu contraseña
fr: Réinitialisez votre mot de passe
it: Reimposta la tua password
tr: Şifrenizi Sıfırlayın

# pleaseEnterEmail
source: Please enter your Email Address
de: Bitte gib deine E-Mail-Adresse ein
es: Por favor, ingresa tu dirección de correo electrónico
fr: Veuillez saisir votre adresse e-mail
it: Per favore, inserisci il tuo indirizzo email
tr: Lütfen e-posta adresinizi girin

# resetPasswordButton
source: RESET PASSWORD
de: PASSWORT ZURÜCKSETZEN
es: RESTABLECER CONTRASEÑA
fr: RÉINITIALISER LE MOT DE PASSE
it: REIMPOSTA PASSWORD
tr: ŞİFREYİ SIFIRLA

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
tr: Sonuç

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
tr: Kapat

# question1
source: How often do you remember to water your plants?
de: Wie oft denkst du daran, deine Pflanzen zu gießen?
es: ¿Con qué frecuencia recuerdas regar tus plantas?
fr: À quelle fréquence pensez-vous à arroser vos plantes ?
it: Quanto spesso ricordi di innaffiare le tue piante?
tr: Bitkilerinizi sulamayı ne sıklıkla hatırlıyorsunuz?

# answer1_1
source: Daily
de: Täglich
es: Diariamente
fr: Quotidiennement
it: Quotidianamente
tr: Günlük

# answer1_2
source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Hebdomadairement
it: Settimanalmente
tr: Haftalık

# answer1_3
source: Monthly
de: Monatlich
es: Mensualmente
fr: Mensuellement
it: Mensilmente
tr: Aylık

# answer1_4
source: Irregularly
de: Unregelmäßig
es: De forma irregular
fr: Irrégulièrement
it: In modo irregolare
tr: Düzensiz

# petWarning
source: Pet warning: Check which plants are poisonous!
de: Haustierwarnung: Prüfe, welche Pflanzen giftig sind!
es: Advertencia para mascotas: ¡Verifica qué plantas son venenosas!
fr: Attention aux animaux : Vérifiez quelles plantes sont toxiques !
it: Attenzione agli animali: Controlla quali piante sono velenose!
tr: Evcil hayvan uyarısı: Hangi bitkilerin zehirli olduğunu kontrol edin!

# welcomeQuiz
source: Welcome to the Quiz!
de: Willkommen beim Quiz!
es: ¡Bienvenido al Quiz!
fr: Bienvenue au Quiz !
it: Benvenuto al quiz!
tr: Teste Hoş Geldiniz!

# quizDescription
source: Here we will ask about your room conditions and plant care habits. Based on your answers, we will recommend the best plants that suit you.
de: Hier fragen wir nach den Bedingungen in deinem Raum und deinen Pflegeroutinen. Basierend auf deinen Antworten empfehlen wir dir die besten Pflanzen, die zu dir passen.
es: Aquí te haremos preguntas sobre las condiciones de tu espacio y tus hábitos de cuidado de plantas. Basándonos en tus respuestas, te recomendaremos las mejores plantas que se adapten a ti.
fr: Ici, nous vous poserons des questions sur les conditions de votre espace et vos habitudes de soin des plantes. En fonction de vos réponses, nous vous recommanderons les meilleures plantes qui vous conviennent.
it: Qui ti faremo domande sulle condizioni della tua stanza e sulle tue abitudini di cura delle piante. In base alle tue risposte, ti consiglieremo le migliori piante adatte a te.
tr: Burada oda koşullarınız ve bitki bakım alışkanlıklarınız hakkında sorular soracağız. Yanıtlarınıza göre size en uygun bitkileri önereceğiz.

source: Let's get started!
de: Lass uns anfangen!
es: ¡Empecemos!
fr: Commençons !
it: Iniziamo!
tr: Hadi başlayalım!

# startQuizButton
source: Start Quiz
de: Quiz starten
es: Comenzar Quiz
fr: Démarrer le Quiz
it: Avvia il quiz
tr: Teste Başla

source: Unknown Plant
de: Unbekannte Pflanze
es: Planta desconocida
fr: Plante inconnue
it: Pianta sconosciuta
tr: Bilinmeyen Bitki

# takeOrPickPhoto
source: Take or pick a plant photo
de: Mache ein Foto der Pflanze oder wähle eines aus
es: Toma o selecciona una foto de la planta
fr: Prenez ou sélectionnez une photo de la plante
it: Scatta o scegli una foto della pianta
tr: Bitki fotoğrafı çek veya seç

source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
tr: Kamera

source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria
tr: Galeri

# myPlantsTitle
source: My Plants
de: Meine Pflanzen
es: Mis Plantas
fr: Mes Plantes
it: Le mie piante
tr: Bitkilerim

source: Find your plants
de: Finde deine Pflanzen
es: Encuentra tus plantas
fr: Trouvez vos plantes
it: Trova le tue piante
tr: Bitkilerinizi bulun

# noPlantsFound
source: No plants found in the search
de: Keine Pflanzen in der Suche gefunden
es: No se encontraron plantas en la búsqueda
fr: Aucune plante trouvée lors de la recherche
it: Nessuna pianta trovata nella ricerca
tr: Aramada bitki bulunamadı

source: Add new plant
de: Neue Pflanze hinzufügen
es: Agregar nueva planta
fr: Ajouter une nouvelle plante
it: Aggiungi una nuova pianta
tr: Yeni bitki ekle

# allData
source: I have all the data for my plant
de: Ich habe alle Daten zu meiner Pflanze
es: Tengo todos los datos de mi planta
fr: J'ai toutes les données de ma plante
it: Ho tutti i dati della mia pianta
tr: Bitkim hakkında tüm verilere sahibim

# needHelp
source: I need help
de: Ich brauche Hilfe
es: Necesito ayuda
fr: J'ai besoin d'aide
it: Ho bisogno di aiuto
tr: Yardıma ihtiyacım var

# wateringDoneMessage
source: Watering event marked as done
de: Gießvorgang als erledigt markiert
es: Evento de riego marcado como realizado
fr: L'événement d'arrosage a été marqué comme effectué
it: Evento di irrigazione segnato come completato
tr: Sulama işlemi tamamlandı olarak işaretlendi

source: Confirm Watering Event Update
de: Aktualisierung des Gießvorgangs bestätigen
es: Confirmar actualización del evento de riego
fr: Confirmer la mise à jour de l'événement d'arrosage
it: Conferma aggiornamento dell'evento di irrigazione
tr: Sulama Güncellemesini Onayla

# markedWatered
source: You've marked your plant as watered today, even though it's not scheduled for watering. All previous watering records for this plant will be deleted, and a new cycle will start from today. Do you want to proceed?
de: Du hast deine Pflanze heute als gegossen markiert, obwohl sie nicht zum Gießen vorgesehen war. Alle bisherigen Gießaufzeichnungen für diese Pflanze werden gelöscht und ein neuer Zyklus startet ab heute. Möchtest du fortfahren?
es: Has marcado tu planta como regada hoy, aunque no estaba programado para regar. Todos los registros de riego anteriores para esta planta se eliminarán y un nuevo ciclo comenzará a partir de hoy. ¿Deseas continuar?
fr: Vous avez marqué votre plante comme arrosée aujourd'hui, même si ce n'était pas prévu. Tous les enregistrements d'arrosage précédents pour cette plante seront supprimés, et un nouveau cycle commencera à partir d'aujourd'hui. Voulez-vous continuer ?
it: Hai segnato la tua pianta come annaffiata oggi, anche se non era programmato. Tutti i precedenti record di irrigazione per questa pianta saranno cancellati e un nuovo ciclo inizierà da oggi. Vuoi procedere?
tr: Bitkinizi bugün sulanmış olarak işaretlediniz. Önceki tüm sulama kayıtları silinecek ve yeni bir döngü başlayacaktır. Devam etmek istiyor musunuz?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
tr: İptal

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
tr: Düşük

source: Watering events updated successfully
de: Gießvorgänge erfolgreich aktualisiert
es: Eventos de riego actualizados correctamente
fr: Les événements d'arrosage ont été mis à jour avec succès
it: Eventi di irrigazione aggiornati con successo
tr: Sulama olayları başarıyla güncellendi

# updatingEventsError
source: Error updating events:
de: Fehler beim Aktualisieren der Ereignisse:
es: Error al actualizar los eventos:
fr: Erreur lors de la mise à jour des événements :
it: Errore durante l'aggiornamento degli eventi:
tr: Etkinlikleri güncellerken hata oluştu:

source: Proceed
de: Fortfahren
es: Continuar
fr: Continuer
it: Procedi
tr: Devam Et

source: No Name
de: Kein Name
es: Sin nombre
fr: Sans nom
it: Senza nome
tr: İsimsiz

source: Water me!
de: Gieß mich!
es: ¡Riégame!
fr: Arrose-moi !
it: Annaffami!
tr: Beni sula!

source: Light
de: Licht
es: Luz
fr: Lumière
it: Luce
tr: Işık

source: Plant Type
de: Pflanzentyp
es: Tipo de planta
fr: Type de plante
it: Tipo di pianta
tr: Bitki Türü

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
tr: Su

source: Watering Interval
de: Gießintervall
es: Intervalo de riego
fr: Intervalle d'arrosage
it: Intervallo di irrigazione
tr: Sulama Aralığı

source: day(s)
de: Tag(e)
es: día(s)
fr: jour(s)
it: giorno(i)
tr: gün

source: Error
de: Fehler
fr: Erreur
it: Errore
tr: Hata

source: Next Watering
de: Nächste Bewässerung
es: Próximo riego
fr: Prochain arrosage
it: Prossima irrigazione
tr: Sonraki Sulama

source: Show photo journal
de: Fototagebuch anzeigen
es: Mostrar diario fotográfico
fr: Afficher le journal photo
it: Mostra diario fotografico
tr: Fotoğraf Günlüğünü Göster

source: Easy
de: Einfach
es: Fácil
fr: Facile
it: Facile
tr: Kolay

source: Direct Light
de: Direktes Licht
es: Luz directa
fr: Lumière directe
it: Luce diretta
tr: Doğrudan Işık

# cacti
source: Cacti/Succulents
de: Kakteen/Sukkulenten
es: Cactus/Suculentas
fr: Cactus/Succulentes
it: Cactus/Succulente
tr: Kaktüs/Sukulent

source: Delete Plant
de: Pflanze löschen
es: Eliminar planta
fr: Supprimer la plante
it: Elimina pianta
tr: Bitkiyi Sil

# sureDeleting
source: Are you sure you want to delete this plant? This will also remove all associated watering events.
de: Bist du sicher, dass du diese Pflanze löschen möchtest? Dadurch werden auch alle zugehörigen Gießvorgänge entfernt.
es: ¿Estás seguro de que deseas eliminar esta planta? Esto también eliminará todos los eventos de riego asociados.
fr: Êtes-vous sûr de vouloir supprimer cette plante ? Cela supprimera également tous les événements d'arrosage associés.
it: Sei sicuro di voler eliminare questa pianta? Questo eliminerà anche tutti gli eventi di irrigazione associati.
tr: Bu bitkiyi silmek istediğinizden emin misiniz? Buna bağlı tüm sulama olayları da silinecektir.

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
tr: Sil

# errorDeleting
source: Error deleting image from storage:
de: Fehler beim Löschen des Bildes aus dem Speicher:
es: Error al eliminar la imagen del almacenamiento:
fr: Erreur lors de la suppression de l'image du stockage :
it: Errore nell'eliminazione dell'immagine dallo storage:
tr: Depolamadan görüntü silinirken hata oluştu:

# deletedSuccessfully
source: Plant deleted successfully
de: Pflanze erfolgreich gelöscht
es: Planta eliminada correctamente
fr: Plante supprimée avec succès
it: Pianta eliminata con successo
tr: Bitki başarıyla silindi

# failedToDelete
source: Failed to delete plant:
de: Fehler beim Löschen der Pflanze:
es: No se pudo eliminar la planta:
fr: Échec de la suppression de la plante :
it: Eliminazione della pianta fallita:
tr: Bitki silinemedi:

# errorDeletingEntries
source: Error deleting entries and images:
de: Fehler beim Löschen der Einträge und Bilder:
es: Error al eliminar las entradas e imágenes:
fr: Erreur lors de la suppression des entrées et des images :
it: Errore nell'eliminazione delle voci e delle immagini:
tr: Girdiler ve görüntüler silinirken hata oluştu:

# errorDeletingImages
source: Error deleting image from storage:
de: Fehler beim Löschen des Bildes aus dem Speicher:
es: Error al eliminar la imagen del almacenamiento:
fr: Erreur lors de la suppression de l'image du stockage :
it: Errore nell'eliminazione dell'immagine dallo storage:
tr: Depolamadan görüntü silinirken hata oluştu:

# waterEventsUpdate
source: Watering Events Update
de: Aktualisierung der Gießvorgänge
es: Actualización de eventos de riego
fr: Mise à jour des événements d'arrosage
it: Aggiornamento degli eventi di irrigazione
tr: Sulama Güncellemesi

# waterNeedsChanged
source: You changed the water needs. All existing watering events will be deleted and new ones will be created. Do you want to proceed?
de: Du hast die Wasserbedürfnisse geändert. Alle bestehenden Gießvorgänge werden gelöscht und neue werden erstellt. Möchtest du fortfahren?
es: Has cambiado las necesidades de agua. Todos los eventos de riego existentes se eliminarán y se crearán nuevos. ¿Deseas continuar?
fr: Vous avez modifié les besoins en eau. Tous les événements d'arrosage existants seront supprimés et de nouveaux seront créés. Voulez-vous continuer ?
it: Hai cambiato le necessità d'acqua. Tutti gli eventi di irrigazione esistenti saranno eliminati e ne verranno creati di nuovi. Vuoi procedere?
tr: Sulama ihtiyacını değiştirdiniz. Mevcut tüm sulama olayları silinecek ve yenileri oluşturulacaktır. Devam etmek istiyor musunuz?

source: Plant details updated successfully
de: Pflanzendetails erfolgreich aktualisiert
es: Detalles de la planta actualizados correctamente
fr: Les détails de la plante ont été mis à jour avec succès
it: Dettagli della pianta aggiornati con successo
tr: Bitki detayları başarıyla güncellendi

source: Failed to update plant details:
de: Fehler beim Aktualisieren der Pflanzendetails:
es: Error al actualizar los detalles de la planta:
fr: Échec de la mise à jour des détails de la plante :
it: Errore nell'aggiornamento dei dettagli della pianta:
tr: Bitki detayları güncellenemedi:

source: Edit Plant
de: Pflanze bearbeiten
es: Editar planta
fr: Modifier la plante
it: Modifica pianta
tr: Bitkiyi Düzenle

source: Plant Name
de: Pflanzenname
es: Nombre de la planta
fr: Nom de la plante
it: Nome della pianta
tr: Bitki Adı

source: Enter plant name
de: Pflanzenname eingeben
es: Ingresa el nombre de la planta
fr: Entrez le nom de la plante
it: Inserisci il nome della pianta
tr: Bitki adını girin

source: Scientific Name
de: Wissenschaftlicher Name
es: Nombre científico
fr: Nom scientifique
it: Nome scientifico
tr: Bilimsel Ad

source: Enter scientific name
de: Wissenschaftlichen Namen eingeben
es: Ingresa el nombre científico
fr: Entrez le nom scientifique
it: Inserisci il nome scientifico
tr: Bilimsel adı girin

source: Date of purchase
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
it: Data di acquisto
tr: Satın Alma Tarihi

source: Select date of purchase
de: Kaufdatum auswählen
es: Selecciona la fecha de compra
fr: Sélectionnez la date d'achat
it: Seleziona la data di acquisto
tr: Satın alma tarihini seçin

source: Plant Care Information
de: Pflanzenpflegeinformationen
es: Información sobre el cuidado de la planta
fr: Informations sur les soins de la plante
it: Informazioni sulla cura della pianta
tr: Bitki Bakım Bilgileri

source: Tropical Plants
de: Tropische Pflanzen
es: Plantas tropicales
fr: Plantes tropicales
it: Piante tropicali
tr: Tropikal Bitkiler

source: Climbing Plants
de: Kletterpflanzen
es: Plantas trepadoras
fr: Plantes grimpantes
it: Piante rampicanti
tr: Tırmanan Bitkiler

source: Flowering Plants
de: Blühende Pflanzen
es: Plantas con flores
fr: Plantes à fleurs
it: Piante fiorite
tr: Çiçekli Bitkiler

# trees
source: Trees/Palms
de: Bäume/Palmen
es: Árboles/Palmeras
fr: Arbres/Palmiers
it: Alberi/Palmieri
tr: Ağaçlar/Palmiye

source: Herbs
de: Kräuter
es: Hierbas
fr: Herbes
it: Erbe
tr: Otlar

source: Others
de: Andere
es: Otros
fr: Autres
it: Altri
tr: Diğerleri

source: Light Requirement
de: Lichtbedarf
es: Requisito de luz
fr: Besoins en lumière
it: Esigenza di luce
tr: Işık Gereksinimi

source: Indirect Light
de: Indirektes Licht
es: Luz indirecta
fr: Lumière indirecte
it: Luce indiretta
tr: Dolaylı Işık

source: Partial Shade
de: Teilweise Schatten
es: Sombra parcial
fr: Ombre partielle
it: Mezz'ombra
tr: Kısmi Gölge

source: Low Light
de: Wenig Licht
es: Poca luz
fr: Peu de lumière
it: Bassa luminosità
tr: Düşük Işık

source: Water Requirement
de: Wasserbedarf
es: Requisito de agua
fr: Besoins en eau
it: Esigenza d'acqua
tr: Su Gereksinimi

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Media
tr: Orta

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alta
tr: Yüksek

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzata
tr: Özel

source: Watering Interval (Days)
de: Gießintervall (Tage)
es: Intervalo de riego (días)
fr: Intervalle d'arrosage (jours)
it: Intervallo di irrigazione (giorni)
tr: Sulama Aralığı (Gün)
